# 4)Создать функцию
def print_greeting():
    print("Hello, World!")
    print("Привет, Мир!")


print_greeting()
