# 1)Создать переменную
my_name = "Настя"
print(my_name)
