# 4)Создать функцию
def print_greeting():
    print("Привет, Мир!")


print_greeting()
