# тренировка перед 1 уроком
# 1.Создать переменную
my_heigh = 164
print(my_heigh)

# 2.Перезаписать переменную
my_name = "Настя"
print(my_name)

my_name = "Руммо Анастасия"
print(my_name)

# 3.Получить пользовательский ввод
pet_name = input("Как зовут вашего питомца? ")
print(pet_name)
print("Мой любимчик - " + pet_name)


# 4.Создать функцию
def print_python():
    print("Учу Python! =) ")


print_python()


# 5.Параметризация функции
def print_word(let):
    print(let, end='')


print_word('С')
print_word('т')
print_word('у')
print_word('д')
print_word('е')
print_word('н')
print_word('т')
